content/v2/index.org
#+startup: content indent

Hi, I am Giovanni.

I do a lot of things, here is how I organize everything:

- All my code is hosted on [[https://github.com/San7o/][github]], [[https://gist.github.com/San7o][gist.github]]
- I have a [[https://san7o.github.io/giovanni-diary/me.html][me]] page with an overview of my major projects
- Technical notes are in my [[https://san7o.github.io/home-lab/][home-lab website]]
- This website contains non-technical blog posts and projects
- I use [[https://mastodon.social/@santo7][mastodon]] for short messages
- You can email me at [[mailto:giovanni.santini@proton.me][giovanni.santini@proton.me]]
  
*** Series

- [[file:./challenges/challenges.org][Short writings]]
- [[file:./poetry/poetry.org][Poerty]]
- [[file:./diary/diary.org][Diary]]
- TODO: Surroundings 2
- TODO: Reflections
  
Old blog:

- [[file:../first-page.org][First Page]]
