public/v2/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />

<link rel="stylesheet" href="https://san7o.github.io/micro-style.css/micro-style.css" />
<link rel="icon" href="/giovanni-diary/favicon.ico" type="image/x-icon">
<meta property="og:title" content="Giovanni's Diary">
<meta property="og:description" content="Diary of Giovanni's adventures.">
<meta property="og:image" content="https://san7o.github.io/giovanni-diary/logo.png">
<meta property="og:url" content="https://san7o.github.io/giovanni-diary/">
</head>
<body>
<div id="content" class="content">
<p>
Hi, I am Giovanni.
</p>

<p>
I do a lot of things, here is how I organize everything:
</p>

<ul class="org-ul">
<li>All my code is hosted on <a href="https://github.com/San7o/">github</a>, <a href="https://gist.github.com/San7o">gist.github</a></li>
<li>I have a <a href="https://san7o.github.io/giovanni-diary/me.html">me</a> page with an overview of my major projects</li>
<li>Technical notes are in my <a href="https://san7o.github.io/home-lab/">home-lab website</a></li>
<li>This website contains non-technical blog posts and projects</li>
<li>I use <a href="https://mastodon.social/@santo7">mastodon</a> for short messages</li>
<li>You can email me at <a href="mailto:giovanni.santini@proton.me">giovanni.santini@proton.me</a></li>
</ul>
<div id="outline-container-orgb37ec6d" class="outline-2">
<h2 id="orgb37ec6d">Series</h2>
<div class="outline-text-2" id="text-orgb37ec6d">
<ul class="org-ul">
<li><a href="./challenges/challenges.html">Short writings</a></li>
<li><a href="./poetry/poetry.html">Poerty</a></li>
<li><a href="./diary/diary.html">Diary</a></li>
<li>TODO: Surroundings 2</li>
<li>TODO: Reflections</li>
</ul>

<p>
Old website:
</p>

<ul class="org-ul">
<li><a href="../first-page.html">First Page</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
